Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Overlay_P2P_Bullet2_Description
source: P2P networks allow two devices to connect and transfer data without passing through a central server.
ar_sa: تسمح شبكات P2P لجهازين بالاتصال ونقل البيانات دون المرور عبر خادم مركزي.
ca_es: Les xarxes P2P permeten que dos dispositius es connectin i transfereixin dades sense passar per un servidor central.
da_dk: P2P-netværk tillader to enheder at forbinde og overføre data uden at passere gennem en central server.
hu_hu: A P2P-hálózatok lehetővé teszik két eszköz összekapcsolását és az adatátvitelt anélkül, hogy egy központi szerveren keresztül haladnának.
th_th: เครือข่าย P2P ช่วยให้สองอุปกรณ์เชื่อมต่อและถ่ายโอนข้อมูลโดยไม่ต้องผ่านเซิร์ฟเวอร์กลาง
vi_vn: Mạng P2P cho phép hai thiết bị kết nối và truyền dữ liệu mà không cần thông qua máy chủ trung tâm.
zh_cn: P2P 网络允许两台设备连接并传输数据，而无需通过中央服务器。
zh_tw: P2P 網絡允許兩台設備連接並傳輸數據，而無需通過中央伺服器。

# Overlay_P2P_Bullet2_Header
source: What is a P2P network?
ar_sa: ما هي شبكة P2P؟
ca_es: Què és una xarxa P2P?
da_dk: Hvad er en P2P-netværk?
hu_hu: Mi az a P2P hálózat?
th_th: เครือข่าย P2P คืออะไร?
vi_vn: Mạng P2P là gì?
zh_cn: 什么是 P2P 网络？
zh_tw: 什麼是 P2P 網絡？

# Overlay_P2P_Bullet3_Description
source: • Downloading torrent files • Improving online gaming and video call performance • Connecting to local area network (LAN) devices
ar_sa: • تنزيل ملفات التورنت • تحسين أداء الألعاب عبر الإنترنت ومكالمات الفيديو • الاتصال بأجهزة الشبكة المحلية (LAN)
ca_es: • Descarregar fitxers de torrent • Millorar el rendiment dels jocs en línia i de les videotrucades • Connexió a dispositius de xarxa d'àrea local (LAN).
da_dk: • Download af torrentfiler • Forbedring af online spil og videokaldsydelse • Forbindelse til lokale netværksenheder (LAN)
hu_hu: • Torrent fájlok letöltése • Online játékok és videohívások teljesítményének javítása • Csatlakozás helyi hálózati (LAN) eszközökhöz
th_th: • การดาวน์โหลดไฟล์ทอร์เรนต์ • การปรับปรุงประสิทธิภาพเกมออนไลน์และวิดีโอคอล • การเชื่อมต่อกับอุปกรณ์ในเครือข่ายท้องถิ่น (LAN)
vi_vn: • Tải xuống các tệp torrent • Cải thiện chất lượng chơi game trực tuyến và gọi video • Kết nối với các thiết bị mạng cục bộ (LAN)
zh_cn: • 下载种子文件 • 提升在线游戏和视频通话性能 • 连接到局域网 (LAN) 设备
zh_tw: • 下載種子文件 • 提高在線遊戲和視頻通話性能 • 連接局部區域網絡 ( LAN ) 設備

# Overlay_P2P_Bullet3_Header
source: What are P2P networks used for?
ar_sa: ما هي استخدامات شبكات P2P؟
ca_es: Per a què serveixen les xarxes P2P?
da_dk: Hvad bruges P2P-netværk til?
hu_hu: Mire szolgálnak a P2P-hálózatok?
th_th: เครือข่าย P2P ใช้ทำอะไร?
vi_vn: Tác dụng của mạng P2P là gì?
zh_cn: P2P 网络有什么用途？
zh_tw: P2P 網絡有什麼用途？

# Overlay_P2P_LearnMore
source: What is P2P?
ar_sa: ما هو P2P؟
ca_es: Què és el P2P?
da_dk: Hvad er P2P?
hu_hu: Mi az a P2P?
th_th: P2P คืออะไร?
vi_vn: P2P là gì?
zh_cn: P2P 是什么？
zh_tw: 什麼是P2P?

# Overlay_SecureCore_LearnMore
source: What is Secure Core?
ar_sa: ما هو Secure Core؟
ca_es: Què és Secure Core?
da_dk: Hvad er Secure Core?
hu_hu: Mi az a Secure Core?
th_th: Secure Core คืออะไร?
vi_vn: Secure Core là gì?
zh_cn: 什么是 Secure Core？
zh_tw: 什麼是 Secure Core？

# Overlay_SecureCore_SecureCoreConnection
source: Secure Core\nVPN connection
ar_sa: اتصال Secure Core VPN
ca_es: Connexió VPN Secure Core
da_dk: Secure Core VPN-forbindelse
hu_hu: Secure Core VPN kapcsolat
th_th: การเชื่อมต่อ VPN Secure Core
vi_vn: Kết nối VPN Secure Core
zh_cn: Secure Core VPN 连接
zh_tw: Secure Core VPN 連線

# Overlay_SecureCore_SecureCoreConnection_Latency
source: Higher latency
ar_sa: وقت استجابة أعلى
ca_es: Latència alta
da_dk: Højere svartid
hu_hu: Nagyobb késleltetés
th_th: ค่าความหน่วงสูงกว่า
vi_vn: Độ trễ cao hơn
zh_cn: 延迟较高
zh_tw: 較高延遲

# Overlay_SecureCore_SecureCoreConnection_Privacy
source: Advanced privacy
ar_sa: الخصوصية المتقدمة
ca_es: Opcions avançades de privacitat
da_dk: Avanceret privatlivsbeskyttelse
hu_hu: Fejlett adatvédelem
th_th: ความเป็นส่วนตัวขั้นสูง
vi_vn: Quyền riêng tư nâng cao
zh_cn: 隐私性更高
zh_tw: 進階隱私

# Overlay_SecureCore_StandardConnection
source: Standard\nVPN connection
ar_sa: اتصال Vpn القياسي
ca_es: Connexió VPN estàndard
da_dk: Standard VPN-forbindelse
hu_hu: Standard VPN kapcsolat
th_th: การเชื่อมต่อ VPN มาตรฐาน
vi_vn: Kết nối VPN tiêu chuẩn
zh_cn: 标准 VPN 连接
zh_tw: 標準 VPN 連線

# Overlay_SecureCore_StandardConnection_Latency
source: Lower latency
ar_sa: وقت استجابة أقل
ca_es: Latència baixa
da_dk: Lavere svartid
hu_hu: Alacsonyabb késleltetés
th_th: ค่าความหน่วงต่ำกว่า
vi_vn: Độ trễ thấp hơn
zh_cn: 延迟较低
zh_tw: 較低延遲

# Overlay_SecureCore_StandardConnection_Privacy
source: High privacy
ar_sa: خصوصية عالية
ca_es: Alta privacitat
da_dk: Høj grad af privatlivsbeskyttelse
hu_hu: Magas adatvédelem
th_th: ความเป็นส่วนตัวสูง
vi_vn: Quyền riêng tư mức cao
zh_cn: 隐私性高
zh_tw: 高隱私度

# Overlay_ServerLoad_Description
source: Server load shows how close a server is to its maximum capacity.\n\nA high server load can slow down your connection.
ar_sa: يظهر تحميل الخادم مدى قرب الخادم من سعته القصوى. يمكن أن يؤدي الحمل العالي للخادم إلى إبطاء اتصالك.
ca_es: La càrrega del servidor mostra a quina distància està un servidor de la seva capacitat màxima. Una càrrega elevada del servidor pot alentir la vostra connexió.
da_dk: Serverbelastning viser, hvor tæt en server er på sin maksimale kapacitet. En høj serverbelastning kan gøre din forbindelse langsommere.
hu_hu: A szerverterhelés azt mutatja, hogy a szerver milyen közel van a maximális kapacitásához. A nagy szerverterhelés lelassíthatja a kapcsolatot.
th_th: ภาระของเซิร์ฟเวอร์แสดงว่าเซิร์ฟเวอร์ใกล้ถึงขีดจำกัดความจุเพียงใด ภาระของเซิร์ฟเวอร์สูงอาจทำให้การเชื่อมต่อช้าลง
vi_vn: Tải máy chủ cho biết mức độ gần đạt công suất tối đa của máy chủ. Tải máy chủ cao có thể làm chậm kết nối.
zh_cn: 服务器负载反映了某个服务器距离达到其可用资源上限还有多少。 高服务器负载会导致您的网速变慢。
zh_tw: 伺服器負載顯示一台伺服器離其運能上限有多遠。 高伺服器負載會影響連線速度。

# Overlay_ServerLoad_HighRange_Description
source: VPN may run slower than normal
ar_sa: قد يعمل VPN أبطأ من المعتاد
ca_es: La VPN pot funcionar més lent del normal.
da_dk: VPN kører muligvis langsommere end normalt
hu_hu: A VPN a megszokottnál lassabban futhat
th_th: VPN อาจทำงานช้ากว่าปกติ
vi_vn: VPN có thể chạy chậm hơn bình thường
zh_cn: VPN可能会导致网速比平常时候更慢
zh_tw: VPN 執行速度可能較正常為慢

# Overlay_ServerLoad_HighRange_Title
source: High (91-100%)
ar_sa: مرتفعة (91-100%)
ca_es: Alta (91-100%)
da_dk: Høj (91-100%)
hu_hu: Magas (91-100%)
th_th: สูง (91-100%)
vi_vn: Cao (91-100%)
zh_cn: 高延迟（91-100%）
zh_tw: 高 (91-100%)

# Overlay_ServerLoad_LearnMore
source: What is server load?
ar_sa: ما هو تحميل الخادم؟
ca_es: Què és la càrrega del servidor?
da_dk: Hvad er serverbelastning?
hu_hu: Mit értünk szerverterhelés alatt?
th_th: ภาระของเซิร์ฟเวอร์คืออะไร?
vi_vn: Tải máy chủ là gì?
zh_cn: 服务器负载是什么？
zh_tw: 什麼是伺服器負載？

# Overlay_ServerLoad_LowRange_Description
source: Lightning fast speeds
ar_sa: سرعة البرق السريعة
ca_es: Velocitats ultraràpides
da_dk: Lynhurtige hastigheder
hu_hu: Villámgyors sebesség
th_th: ความเร็วสูงดุจสายฟ้า
vi_vn: Tốc độ nhanh như chớp
zh_cn: 快如闪电
zh_tw: 極速

# Overlay_ServerLoad_LowRange_Title
source: Low (1-75%)
ar_sa: منخفضة (1-75%)
ca_es: Baixa (1-75%)
da_dk: Lav (1-75%)
hu_hu: Alacsony (1-75%)
th_th: ต่ำ (1-75%)
vi_vn: Thấp (1-75%)
zh_cn: 低延迟（1-75%）
zh_tw: 低 (1-75%)

# Overlay_ServerLoad_MediumRange_Description
source: Unlikely to affect VPN speed
ar_sa: من غير المحتمل أن تؤثر على سرعة VPN
ca_es: És poc probable que afecti a la velocitat de la VPN.
da_dk: Påvirker sandsynligvis ikke VPN-hastigheden
hu_hu: Nem valószínű, hogy befolyásolja a VPN sebességet
th_th: ไม่น่าจะส่งผลกระทบต่อความเร็ว VPN
vi_vn: Hầu như không ảnh hưởng đến tốc độ VPN
zh_cn: 不大可能影响 VPN 的速度
zh_tw: 對 VPN 速度影響不大

# Overlay_ServerLoad_MediumRange_Title
source: Medium (76-90%)
ar_sa: متوسطة (76-90%)
ca_es: Mitjana (76-90%)
hu_hu: Közepes (76-90%)
th_th: ปานกลาง (76-90%)
vi_vn: Trung bình (76-90%)
zh_cn: 中延迟（76-90%）
zh_tw: 中 (76-90%)

# Overlay_ServerLoad_Title
source: Server Load
ar_sa: الضغط على الخوادم
ca_es: Càrrega del servidor
da_dk: Serverbelastning
hu_hu: Szerver terheltség
th_th: ภาระของเซิร์ฟเวอร์
vi_vn: Tải máy chủ
zh_cn: 服务器负载
zh_tw: 伺服器負載

# Overlay_SmartRouting_Header
source: Servers are physically located in {0}, but you'll appear to be browsing from {1}
ar_sa: الخوادم موجودة فعليًا في {0}، ولكنك ستظهر وكأنك تتصفح من {1}
ca_es: Els servidors es troben físicament a {0} però semblarà que esteu navegant des de: {1}
da_dk: Serverne er fysisk placeret i {0}, men det ser ud til, at du browser fra {1}
hu_hu: A szerverek fizikailag {0}-ban találhatók, de úgy fog látszani, mintha Ön {1}-ből böngészne.
th_th: เซิร์ฟเวอร์ตั้งอยู่ที่ {0} แต่จะดูเหมือนว่ากำลังเรียกดูจาก {1}
vi_vn: Máy chủ được đặt vật lý tại {0}, nhưng bạn sẽ trông như đang duyệt web từ {1}
zh_cn: 服务器实际位于 {0}，但您似乎是从 {1} 浏览的
zh_tw: 伺服器實際位於 {0}，但你會顯示為從 {1}位置瀏覽。

# Overlay_SmartRouting_LearnMore
source: What is Smart Routing?
ar_sa: ما هو Smart Routing؟
ca_es: Què és Smart Routing?
da_dk: Hvad er Smart Routing?
hu_hu: Mi az az Smart Routing?
th_th: Smart Routing คืออะไร?
vi_vn: Smart Routing là gì?
zh_cn: 什么是 Smart Routing？
zh_tw: 什麼是 Smart Routing？

# Overlay_SmartRouting_Title
source: Smart Routing
ar_sa: توجيه ذكي

# Overlay_Tor_Description
source: Connect to a Tor server to access hidden services and onion sites using any browser.
ar_sa: اتصل بخادم Tor للوصول إلى الخدمات المخفية ومواقع البصل باستخدام أي متصفح.
ca_es: Connecteu-vos a un servidor Tor per accedir a serveis ocults i llocs onion mitjançant qualsevol navegador.
da_dk: Opret forbindelse til en Tor-server for at få adgang til skjulte tjenester og onion-sider ved hjælp af en hvilken som helst browser.
hu_hu: Csatlakozzon egy Tor-kiszolgálóhoz, hogy bármilyen böngészővel hozzáférjen rejtett szolgáltatásokhoz és onion-os oldalakhoz.
th_th: เชื่อมต่อกับเซิร์ฟเวอร์ Tor เพื่อเข้าถึงบริการที่ซ่อนอยู่และไซต์ Onion โดยใช้เบราว์เซอร์ใดก็ได้
vi_vn: Kết nối với máy chủ Tor để truy cập các dịch vụ ẩn và trang web onion bằng bất kỳ trình duyệt nào.
zh_cn: 连接到 Tor 服务器，使用任何浏览器访问隐藏服务和洋葱站点。
zh_tw: 使用任何瀏覽器連線到 Tor 伺服器訪問隱藏服務和隱蔽(Onion)網站。

# Overlay_Tor_LearnMore
source: How to access the Tor network
ar_sa: كيفية الوصول إلى شبكة Tor
ca_es: Com accedir a la xarxa Tor
da_dk: Sådan får du adgang til Tor-netværket
hu_hu: Hogyan lehet a Tor hálózatot elérni
th_th: วิธีเข้าถึงเครือข่าย Tor
vi_vn: Cách truy cập mạng Tor
zh_cn: 如何接入 Tor 网络
zh_tw: 如何存取 Tor 網路

# Profiles_Page_Description
source: Configure your own VPN settings and connect in one click.
ar_sa: قم بتهيئة إعدادات VPN الخاصة بك واتصل بنقرة واحدة
ca_es: Configureu les vostres preferències VPN i connecteu-vos amb un sol clic
da_dk: Konfigurer egne VPN-indstillinger, og forbind med et enkelt klik
th_th: กำหนดค่าการตั้งค่า VPN ของตนเองและเชื่อมต่อในคลิกเดียว
vi_vn: Cấu hình cài đặt VPN của riêng bạn và kết nối bằng một cú nhấp
zh_cn: 配置您自己的 VPN 设置并一键连接

# Profiles_Page_Title
source: Profiles
ar_sa: الملفات التعريفية
ca_es: Perfils
da_dk: Profiler
hu_hu: Profilok
th_th: โปรไฟล์
vi_vn: Hồ sơ
zh_cn: 收藏
zh_tw: 配置

# Search_InputBox_Placeholder
source: Browse from...
ar_sa: تصفح من...
ca_es: Navega des de...
da_dk: Gennemse fra...
hu_hu: Böngészés a...
th_th: เรียกดูจาก...
vi_vn: Duyệt từ...
zh_cn: 从...浏览
zh_tw: 從此瀏覽...

# Search_NoInput_CityOrState
source: City or US state
ar_sa: مدينة أو ولاية أمريكية
ca_es: Ciutat o estat dels EUA
da_dk: By eller amerikansk delstat
hu_hu: Város vagy amerikai állam
th_th: เมืองหรือรัฐในสหรัฐฯ
vi_vn: Thành phố hoặc bang Hoa Kỳ
zh_cn: 城市或美国州县
zh_tw: 城市或美國州郡

# Search_NoInput_Country
source: Country
ar_sa: دولة
ca_es: País
da_dk: Land
hu_hu: Ország
th_th: ประเทศ
vi_vn: Quốc gia
zh_cn: 国家/地区
zh_tw: 國家

# Search_NoInput_Server
source: Server
ar_sa: خادم
ca_es: Servidor
hu_hu: Szerver
th_th: เซิร์ฟเวอร์
vi_vn: Máy chủ
zh_cn: 服务器
zh_tw: 伺服器

# Search_NoInput_TrySearchingFor
source: Try searching for...
ar_sa: جرب البحث عن...
ca_es: Intenteu cercar...
da_dk: Prøv at søge efter…
hu_hu: Próbáljon keresni...
th_th: ลองค้นหา...
vi_vn: Thử tìm kiếm...
zh_cn: 寻找…
zh_tw: 嘗試搜尋…...

# Search_NoResults_Description
source: Try a different keyword.
ar_sa: جرّب كلمة رئيسية مختلفة.
ca_es: Intenteu-ho amb una paraula clau diferent.
da_dk: Prøv et andet søgeord.
hu_hu: Próbáljon ki egy másik kulcsszót.
th_th: ลองใช้คำหลักอื่น
vi_vn: Thử từ khóa khác.
zh_cn: 尝试另一个关键字。
zh_tw: 請嘗試其他關鍵字。

# Search_NoResults_Title
source: No results found
ar_sa: لم يتم العثور على نتائج
ca_es: No s'ha trobat cap resultat.
da_dk: Ingen resultater fundet
hu_hu: Nincs találat
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả nào
zh_cn: 您要的没找到
zh_tw: 未找到任何結果

source: Server
ar_sa: خادم
ca_es: Servidor
hu_hu: Szerver
th_th: เซิร์ฟเวอร์
vi_vn: Máy chủ
zh_cn: 服务器
zh_tw: 伺服器

# Server_Fastest_Free
source: Fastest free server
ar_sa: أسرع خادم مجاني
ca_es: El servidor gratuït més ràpid
da_dk: Hurtigste gratis server
hu_hu: A leggyorsabb ingyenes szerver
th_th: เซิร์ฟเวอร์ฟรีที่เร็วที่สุด
vi_vn: Máy chủ miễn phí nhanh nhất
zh_cn: 最快的免费服务器
zh_tw: 最快速的免費伺服器

# Server_Feature_B2B
source: Gateways
ar_sa: البوابة
ca_es: Passarel·la
da_dk: Gateway
hu_hu: Átjáró
th_th: เกตเวย์
vi_vn: Cổng
zh_cn: 网关
zh_tw: 閘道

# Server_Feature_None
source: All countries
ar_sa: الأساسي
ca_es: Estàndard
da_dk: Standard
hu_hu: Alap
th_th: มาตรฐาน
vi_vn: Tiêu chuẩn
zh_cn: 普通
zh_tw: 標準

# Server_Free
source: Free server
ar_sa: الخادم المجاني
ca_es: Servidors Free
da_dk: Gratis server
hu_hu: Ingyenes szerver
th_th: เซิร์ฟเวอร์ฟรี
vi_vn: Máy chủ miễn phí
zh_cn: 免费服务器
zh_tw: 免費伺服器

source: Servers
ar_sa: خوادم
ca_es: Servidors
da_dk: Servere
hu_hu: Szerverek
th_th: เซิร์ฟเวอร์
vi_vn: Máy chủ
zh_cn: 服务器
zh_tw: 伺服器

# Settings_About
source: About
ar_sa: حول
ca_es: Quant a
da_dk: Om
hu_hu: Névjegy
th_th: เกี่ยวกับ
vi_vn: Giới thiệu
zh_cn: 关于
zh_tw: 關於

# Settings_About_Changelog
source: Changelog
ar_sa: سجل التغييرات
ca_es: Registre de canvis
da_dk: Ændringslog
hu_hu: Változások listája
th_th: บันทึกการเปลี่ยนแปลง
vi_vn: Nhật ký thay đổi
zh_cn: 更新记录
zh_tw: 更新日誌

# Settings_About_CurrentVersion
source: Current version
ar_sa: الإصدار الحالي
ca_es: Versió actual
da_dk: Nuværende version
hu_hu: Aktuális verzió
th_th: เวอร์ชันปัจจุบัน
vi_vn: Phiên bản hiện tại
zh_cn: 当前版本
zh_tw: 目前版本

# Settings_About_FailedToFetch
source: Failed to load changelog information.
ar_sa: فشل تحميل معلومات سجل التغيير.
ca_es: Error en carregar la informació del registre de canvis.
da_dk: Kunne ikke indlæse oplysninger om ændringsloggen.
hu_hu: Nem sikerült betölteni a változásnapló információit.
th_th: โหลดข้อมูลบันทึกการเปลี่ยนแปลงล้มเหลว
vi_vn: Không thể tải thông tin nhật ký thay đổi.
zh_cn: 加载更新日志信息失败。
zh_tw: 無法載入更新資訊。

# Settings_About_LearnMore
source: Learn more
ar_sa: لمعرفة المزيد
ca_es: Més informació
da_dk: Få mere at vide
hu_hu: További információk
th_th: เรียนรู้เพิ่มเติม
vi_vn: Tìm hiểu thêm
zh_cn: 了解详情
zh_tw: 瞭解詳情

# Settings_About_Licensing
source: Licensing
ar_sa: الترخيص
ca_es: Llicència
da_dk: Licens
hu_hu: Licencelés
th_th: การอนุญาตให้ใช้สิทธิ์
vi_vn: Cấp phép
zh_cn: 许可协议
zh_tw: 授權

# Settings_About_Loading
source: Loading
ar_sa: جاري التحميل
ca_es: Carregant
da_dk: Indlæser
hu_hu: Betöltés
th_th: กำลังโหลด
vi_vn: Đang tải
zh_cn: 加载中
zh_tw: 載入中

# Settings_About_Title
source: About
ar_sa: حول
ca_es: Quant a
da_dk: Om
hu_hu: Névjegy
th_th: เกี่ยวกับ
vi_vn: Giới thiệu
zh_cn: 关于
zh_tw: 關於

# Settings_Account_Exit
source: Exit the app
ar_sa: الخروج من التطبيق
ca_es: Surt de l'aplicació
da_dk: Afslut appen
hu_hu: Kilépés az alkalmazásból
th_th: ออกจากแอป
vi_vn: Thoát ứng dụng
zh_cn: 退出应用
zh_tw: 結束應用程式

# Settings_Account_SignOut
source: Sign out
ar_sa: تسجيل الخروج
ca_es: Tanca la sessió
da_dk: Log ud
hu_hu: Kijelentkezés
th_th: ออกจากระบบ
vi_vn: Đăng xuất
zh_cn: 登出
zh_tw: 登出

# Settings_AppVersion
source: App version
ar_sa: إصدار التطبيق
ca_es: Versió de l'aplicació
hu_hu: Alkalmazás verzió
th_th: เวอร์ชันแอป
vi_vn: Phiên bản ứng dụng
zh_cn: App 版本
zh_tw: 應用程式版本

# Settings_Censorship_Footer
source: These statistics do not contain your IP address, and they cannot be used to identify you. We'll never share them with third parties.
ar_sa: لا تحتوي هذه الإحصائيات على عنوان IP الخاص بك، ولا يمكن استخدامها لتحديد هويتك. لن نشاركها أبداً مع أطراف ثالثة.
ca_es: Aquestes estadístiques no contenen la vostra adreça IP i no es poden utilitzar per identificar-vos. Mai les compartirem amb tercers.
da_dk: Disse statistikker indeholder ikke din IP-adresse, og de kan ikke bruges til at identificere dig. Vi vil aldrig dele dem med tredjeparter.
hu_hu: Ezek a statisztikák nem tartalmazzák az Ön IP-címét, és nem használhatók fel az Ön azonosítására. Soha nem osztjuk meg ezeket harmadik felekkel.
th_th: สถิติเหล่านี้ไม่มีที่อยู่ IP ของคุณและไม่สามารถใช้เพื่อระบุตัวตนของคุณได้ เราจะไม่แชร์กับบุคคลที่สาม
vi_vn: Các thống kê này không chứa địa chỉ IP của bạn và không thể dùng để nhận dạng bạn. Chúng tôi tuyệt đối sẽ không chia sẻ thông tin này với bên thứ ba.
zh_cn: 这些统计数据不包含您的 IP 地址，因此无法用于识别您的身份。我们绝不会与第三方分享它们。
zh_tw: 這些統計資料不包含您的 IP 位址，也無法用於識別您的身份。我們絕不會將其與第三方分享。

# Settings_Censorship_ShareCrashReports
source: Share anonymous crash reports
ar_sa: مشاركة تقارير الأعطال بشكل مجهول
ca_es: Comparteix informes d'error anònims
da_dk: Del anonyme rapporter om nedbrud
hu_hu: Névtelen összeomlási jelentések megosztása
th_th: แชร์รายงานข้อขัดข้องแบบไม่ระบุตัวตน
vi_vn: Chia sẻ báo cáo sự cố ẩn danh
zh_cn: 分享匿名的崩溃报告
zh_tw: 分享匿名錯誤報告

# Settings_Censorship_ShareCrashReports_Description
source: Crash reports help us fix bugs, detect firewalls, and avoid VPN blocks.
ar_sa: تقارير الأعطال تساعدنا على إصلاح المشاكل، اكتشاف الجدران الحماية، وتفادي حظر VPN
ca_es: Els informes d'errors ens ajuden a corregir errors, detectar tallafocs i evitar els bloquejos de VPN.
da_dk: Nedbrudsrapporter hjælper os med at rette fejl, opdage firewalls og undgå VPN-blokeringer.
hu_hu: Az összeomlásjelentések segítenek a hibák kijavításában, a tűzfalak felismerésében és a VPN korlátozások elkerülésében.
th_th: รายงานข้อขัดข้องช่วยให้เราแก้ไขบั๊ก ตรวจจับไฟร์วอลล์ และหลีกเลี่ยงการบล็อก VPN
vi_vn: Báo cáo sự cố giúp chúng tôi sửa lỗi, phát hiện tường lửa và tránh bị chặn VPN.
zh_cn: 崩溃报告会帮助我们修复错误、检测防火墙并避免 VPN 阻塞。
zh_tw: 錯誤報告有助於我們修復程式錯誤、偵測防火牆和避免 VPN 封鎖。

# Settings_Censorship_ShareStatistics
source: Share anonymous usage statistics
ar_sa: مشاركة بيانات الاستخدام بشكل مجهول
ca_es: Comparteix estadístiques d'ús de forma anònima
da_dk: Del anonym brugerstatistik
hu_hu: Anonim használati statisztikák megosztása
th_th: แชร์สถิติการใช้งานแบบไม่ระบุตัวตน
vi_vn: Chia sẻ dữ liệu sử dụng ẩn danh
zh_cn: 分享匿名的使用统计数据
zh_tw: 分享匿名使用統計資料

# Settings_Censorship_ShareStatistics_Description
source: Usage data helps us overcome VPN blocks and improve app performance.
ar_sa: إن بيانات الاستخدام تساعدنا على تجاوز حظر VPN وتحسين أداء التطبيق.
ca_es: Les dades d'ús ens ajuden a evitar els bloquejos de VPN i millorar el rendiment de l'aplicació.
da_dk: Brugsdata hjælper os med at overvinde VPN-blokeringer og forbedre appens ydeevne.
hu_hu: A használati adatok segítenek leküzdeni a VPN-blokkolásokat és javítani az alkalmazás teljesítményét.
th_th: ข้อมูลการใช้งานช่วยให้เราเอาชนะการบล็อก VPN และปรับปรุงประสิทธิภาพแอป
vi_vn: Dữ liệu mức sử dụng giúp chúng tôi vượt qua chặn VPN và nâng cao hiệu năng ứng dụng.
zh_cn: 使用数据会帮助我们克服 VPN 阻塞、提高应用性能。
zh_tw: 使用資料有助於我們克服 VPN 封鎖器和改善應用程式效能。

# Settings_Common_Apply
source: Apply
ar_sa: تطبيق
ca_es: Aplica
da_dk: Anvend
hu_hu: Alkalmaz
th_th: นำไปใช้งาน
vi_vn: Áp dụng
zh_cn: 应用
zh_tw: 套用

# Settings_Connection
source: Connection
ar_sa: الاتصال
ca_es: Connexió
da_dk: Forbindelse
hu_hu: Kapcsolat
th_th: การเชื่อมต่อ
vi_vn: Kết nối
zh_cn: 连接
zh_tw: 連接

# Settings_Connection_AdvancedSettings
source: Advanced settings
ar_sa: الإعدادات المتقدمة
ca_es: Configuració avançada
da_dk: Avancerede indstillinger
hu_hu: Speciális beállítások
th_th: การตั้งค่าขั้นสูง
vi_vn: Cài đặt nâng cao
zh_cn: 高级设置
zh_tw: 進階設定

# Settings_Connection_Advanced_AlternativeRouting
source: Alternative routing
ar_sa: المسار البديل
ca_es: Encaminament alternatiu
da_dk: Alternativ routing
hu_hu: Alternatív útválasztás
th_th: เราติ้งสำรอง
vi_vn: Định tuyến thay thế
zh_cn: 备用线路
zh_tw: 替代路由

# Settings_Connection_Advanced_AlternativeRouting_Description
source: If Proton services are blocked due to network restrictions, we'll try using alternative network routing to connect you to our sites.
ar_sa: إذا تم حظر خدمات Proton بسبب قيود الشبكة، فسنحاول استخدام توجيه الشبكة البديل لتوصيلك بمواقعنا.
ca_es: Si els serveis de Proton es bloquegen a causa de restriccions de xarxa, intentarem utilitzar un encaminament de xarxa alternatiu per connectar-vos als nostres llocs.
da_dk: Hvis Proton-tjenester er blokeret grundet netværksbegrænsninger, vil vi prøve at bruge alternativ netværksrouting til at forbinde dig til vores websider.
hu_hu: Ha a Proton szolgáltatásai hálózati korlátozások miatt blokkolva vannak, megpróbálunk alternatív hálózati útvonalakat használni, hogy csatlakoztassuk Önt a webhelyeinkhez.
th_th: หากบริการ Proton ถูกบล็อกเนื่องจากข้อจำกัดเครือข่าย เราจะพยายามใช้การกำหนดเส้นทางเครือข่ายทางเลือกเพื่อเชื่อมต่อคุณกับไซต์ของเรา
vi_vn: Nếu dịch vụ Proton bị chặn do hạn chế mạng, chúng tôi sẽ thử dùng định tuyến mạng thay thế để kết nối bạn với trang web.
zh_cn: 若 Proton 服务被网络限制封锁，我们将使用备用线路连接到我们的站点。
zh_tw: 若 Proton 服務因網路限制而無法使用，我們將嘗試使用替代的網路路由來連線到我們的網站。

# Settings_Connection_Advanced_CustomDnsServers
source: Custom DNS servers
ar_sa: خوادم DNS مخصصة
ca_es: Servidors DNS personalitzats
da_dk: Brugerdefinerede DNS-servere
hu_hu: Egyéni DNS szerverek
th_th: เซิร์ฟเวอร์ DNS ที่กำหนดเอง
vi_vn: Máy chủ DNS tùy chỉnh
zh_cn: 自定义 DNS 服务器
zh_tw: 自訂 DNS 伺服器

# Settings_Connection_Advanced_CustomDnsServers_Conflict_Description
source: You won't be able to use NetShield when connected with a custom DNS server.
ar_sa: لن تتمكن من استخدام NetShield عند الاتصال بخادم DNS مخصص.
ca_es: No podreu utilitzar NetShield quan estigui connectat amb un servidor DNS personalitzat.
da_dk: Du kan ikke bruge NetShield, når du er forbundet med en brugerdefineret DNS-server.
hu_hu: Nem tudja használni a NetShieldet, ha egyéni DNS-kiszolgálóval van összekapcsolva.
th_th: คุณจะไม่สามารถใช้ NetShield ได้เมื่อเชื่อมต่อกับเซิร์ฟเวอร์ DNS ที่กำหนดเอง
vi_vn: Bạn sẽ không thể sử dụng NetShield khi kết nối với máy chủ DNS tùy chỉnh.
zh_cn: 当连接到自定义 DNS 服务器时，您将无法使用 NetShield。
zh_tw: 使用自訂 DNS 伺服器時，您將無法使用 NetShield。

# Settings_Connection_Advanced_CustomDnsServers_Conflict_Title
source: Enable custom DNS servers?
ar_sa: تمكين خادم DNS المخصص؟
ca_es: Voleu activar els servidors DNS personalitzats?
da_dk: Aktivér brugerdefinerede DNS-servere?
hu_hu: Egyéni DNS-kiszolgálók engedélyezése?
th_th: เปิดใช้งานเซิร์ฟเวอร์ DNS ที่กำหนดเองหรือไม่?
vi_vn: Kích hoạt máy chủ DNS tùy chỉnh?
zh_cn: 启用自定义 DNS 服务器？
zh_tw: 啟用自訂 DNS 伺服器?

# Settings_Connection_Advanced_CustomDnsServers_Description
source: Connect to Proton VPN using your own domain name system (DNS). Only use DNS servers that you trust.
ar_sa: اتصل بـ Proton VPN باستخدام نظام أسماء النطاقات (DNS) الخاص بك. استخدم فقط خوادم DNS التي تثق بها.
ca_es: Connecteu-vos a Proton VPN mitjançant el vostre propi sistema de noms de domini (DNS). Utilitzeu només servidors DNS en els quals confieu.
da_dk: Opret forbindelse til Proton VPN med dit eget domænenavnssystem (DNS). Brug kun DNS-servere som du stoler på.
th_th: เชื่อมต่อกับ Proton VPN โดยใช้ Domain Name System (DNS) ของคุณเอง ใช้เฉพาะเซิร์ฟเวอร์ DNS ที่เชื่อถือได้เท่านั้น
vi_vn: Kết nối với Proton VPN sử dụng Hệ thống tên miền (DNS) của riêng bạn. Chỉ sử dụng các máy chủ DNS mà bạn tin cậy.
zh_cn: 使用您自己的域名系统 (DNS) 连接至 Proton VPN，请确保只使用您信任的 DNS 服务器。

# Settings_Connection_Advanced_CustomDnsServers_Header
source: DNS servers ({0})
ar_sa: خوادم DNS ({0})
ca_es: Servidors DNS ({0})
da_dk: DNS-servere ({0})
hu_hu: DNS szerverek ({0})
th_th: เซิร์ฟเวอร์ DNS ({0})
vi_vn: Máy chủ DNS ({0})
zh_cn: DNS 服务器 ({0})
zh_tw: 伺服器 ({0})
